Ran Plan for 2 projects:

1. dir: `.` workspace: `default`
1. dir: `test/aws/backend-team` workspace: `default`

### 1. dir: `.` workspace: `default`
```diff
No changes. Your infrastructure matches the configuration.

Terraform has compared your real infrastructure against your configuration
and found no differences, so no changes are needed.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`

---
### 2. dir: `test/aws/backend-team` workspace: `default`
**Plan Error**
<details><summary>Show Output</summary>

```
running "/usr/bin/terraform plan -input=false -refresh -out \"/home/ubuntu/.atlantis/repos/hieuAgileOps/agileops-atlantis-access-management/6/default/test/aws/backend-team/default.tfplan\"" in "/home/ubuntu/.atlantis/repos/hieuAgileOps/agileops-atlantis-access-management/6/default/test/aws/backend-team": exit status 1
data.aws_ssoadmin_instances.example: Reading...

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform planned the following actions, but then encountered a problem:

  # aws_iam_policy.example will be created
  + resource "aws_iam_policy" "example" {
      + arn         = (known after apply)
      + description = "My test policy"
      + id          = (known after apply)
      + name        = "TestPolicy"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
╷
│ Error: reading SSO Instances: AccessDeniedException: User: arn:aws:sts::983676712057:assumed-role/AWSReservedSSO_AWSAdministratorAccess_30631ea161913c26/hieupm@agileops.vn is not authorized to perform: sso:ListInstances
│ 
│   with data.aws_ssoadmin_instances.example,
│   on main.tf line 1, in data "aws_ssoadmin_instances" "example":
│    1: data "aws_ssoadmin_instances" "example" {}
│ 
╵


```
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`